;(function ($) { $.fn.datepicker.language['ar'] = {
        days: ['الأحد', 'الاثنين ', 'الثلاثاء ', 'الأربعاء ', 'الخميس ', 'الجمعة ', 'السبت '],
        daysShort: ['الأحد', 'الاثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],
        daysMin: ['الأحد', 'الاثنين', 'الثلاثاء', 'الأربعاء', 'الخميس', 'الجمعة', 'السبت'],
        months: ['كانون الثاني	', 'شباط', 'آذار', 'نيسان', 'أيار', 'حزيران', 'تموز', 'آب', 'أيلول', 'تشرين الأول	', 'تشرين الثاني	', 'كانون الأول	'],
        monthsShort: ['كانون الثاني	', 'شباط', 'آذار', 'نيسان', 'أيار', 'حزيران', 'تموز', 'آب', 'أيلول', 'تشرين الأول	', 'تشرين الثاني	', 'كانون الأول	'],
        today: 'اليوم',
        clear: 'صافي',
        dateFormat: 'mm/dd/yyyy',
        timeFormat: 'hh:ii aa',
        firstDay: 0
    };
})(jQuery);